tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "awscli"
brew "docker", link: false
brew "docker-compose"
brew "go"
brew "kubernetes-cli"
brew "minikube"
brew "mysql"
brew "node@18", link: true
brew "python@3.10"
cask "docker"
cask "iterm2"
cask "mysqlworkbench"
cask "postman"
cask "powershell"
cask "pycharm-ce"
cask "visual-studio-code"
